taskt/Core/Automation/Commands/ApplicationScriptFileGroup/StartApplicationCommand.dot
digraph "StartApplicationCommand" {
"StartApplicationCommand" -> "ScriptCommand";
"StartApplicationCommand" -> "ICanHandleFilePath";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
