taskt/Core/Automation/Commands/ApplicationScriptFileGroup/StartApplicationCommand.puml
@startuml
StartApplicationCommand --> ScriptCommand
StartApplicationCommand --> ICanHandleFilePath
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
